Repository: SimonCaignart/easysave
Catalog: EasySave/EasySave/Languages/*_language.resx
Languages: fr

source: Add
fr: Ajouter

# btnDelete
source: Delete
fr: Supprimer

# businessSoft
source: Business Software
fr: Logiciel Métier

# completeDone
source: Complete save completed !
fr: La sauvegarde complète est terminée !

# completeType
source: Complete
fr: Complète

source: CREATE A SAVE
fr: CRÉATION D'UNE SAUVEGARDE

source: CryptoSoft Settings
fr: Paramètres de CryptoSoft

# deleteasave
source: Delete
fr: Supprimer

# deleteSave
source: The save has been deleted !
fr: La sauvegarde a bien été supprimée !

# destinationEmpty
source: Destination Path is empty.
fr: Le chemin de destination est vide.

# destinationNotFound
source: Destination is not a correct Path.
fr: Le chemin de destination n'est pas correct.

# destinationPath
source: Path of the destination directory :
fr: Chemin destination du dossier :

# differentialDone
source: Differential save completed !
fr: La sauvegarde différentielle est terminée !

# differentialType
source: Differential
fr: Différentielle

# differentPath
source: Source is the same as the Destination.
fr: Les chemins de source et destination doivent être différents

# extensionAlreadyExist
source: This extension is already in the list.
fr: Cette extension est déjà dans la liste.

# ExtensionList
source: List of crypted extensions
fr: Liste des extensions à crypter

# extensionNotValid
source: Not a valid extension. It must begin with a "."
fr: Cette extension n'est pas valide. Elle doit commencer par un "."

# intro
source: Welcome to EasySave, This backup software allows you to manage various backup jobs by offering you various features such as creating, managing or encrypting backup jobs.
fr: Bienvenue sur EasySave, Ce logiciel de sauvegarde vous permet de gérer divers travaux de sauvegardes en vous proposant diverses fonctionnalités telles que la création, la gestion ou le cryptage de travaux de sauvegarde.

# keyPart1
source: The key you entered is not long enough. It must be 64 characters long minimum, this one is just
fr: La clé que vous avez entrée n’est pas assez longue. Elle doit contenir au minimum 64 caractères, celle-ci est juste de

# keyPart2
source: characters long.
fr: caractères.

# labelAddExtension
source: Add an extension that needs to be crypted
fr: Ajouter une extension à crypter

# labelAddPriorityExtension
source: Add an extension that must be given priority
fr: Ajouter une extension qui doit être prioritaire

# labelCryptoKey
source: Encryption Key
fr: Clé de cryptage

# labelInfoMaxFileSize
source: If you put 0, there will be no limit for the maximum file size.
fr: Si vous mettez 0, il n'y aura pas de limite de taille.

# labelListWorkSoftware
source: Authorized work software
fr: Logiciels autorisés

# labelListWorkSoftware2
source: Banned work software
fr: Logiciels non-autorisés

# labelMaxFileSize
source: Maximum size for the saved files (mb)
fr: Taille maximale des fichiers à sauvegarder (mb)

# labelMaxSize
source: Maximum file size
fr: Taille maximale des fichiers

# labelWorkSoftware
source: Work Software
fr: Logiciels Métier

# listallsaves
source: List of the saves
fr: Liste des sauvegardes

# managesave
source: MANAGE THE SAVES
fr: GÉRER LES SAUVEGARDES

source: Modify
fr: Modifier

# notValidSize
source: Not a valid size. It must be only numbers
fr: La taille n'est pas valide. Il doit s'agir uniquement des chiffres.

# PriorityExtensionList
source: List of priority extensions
fr: Liste des extensions prioritaires

# PriorityExtensions
source: Priority Files
fr: Fichiers Prioritaires

source: Run all saves
fr: Lancer toutes les sauvegardes

# runsave
source: RUN A SAVE
fr: ÉXECUTER UNE SAUVEGARDE

# runSaveDone
source: The run is over !
fr: L'exécution est finie !

# runspecificsave
source: Run a specific save
fr: Lancer une sauvegarde spécifique

# sameName
source: This name already exist.
fr: Le nom choisi existe déjà.

# saveName
source: Name of the save :
fr: Nom de la sauvegarde :

# saveType
source: Type of save
fr: Type de sauvegarde

# software
source: Work software is running.
fr: Un logiciel métier est en cours d'utilisation.

# sourceEmpty
source: Source Path is empty.
fr: Le chemin source est vide.

# sourceNotFound
source: Directory Source does not exist.
fr: Le chemin source n'existe pas.

# sourcePath
source: Path of the directory you want to save :
fr: Chemin source du dossier :
